"History.NavigationTitle" = "历史记录";

/* Normal Range for LF/HF */
"History.Chart.Label.NormalLFHFRange" = "LF/HF正常范围";

/* Your AVNN */
"History.Chart.Label.YourAVNN" = "您的AVNN";

/* Your LF/HF */
"History.Chart.Label.YourLFHF" = "您的LF/HF";

/* Your LF/HF overall trend */
"History.Chart.Label.YourLFHFOverallTrend" = "您的LF/HF总体趋势";

/* LF/HF: %@ */
"History.Table.LFHFX" = "LF/HF：%@";

/* %d/%d mmHg */
"History.Table.X/XmmHg" = "%d/%d mmHg";

/* %@ bpm */
"History.Table.Xbpm" = "%@次/分";

/* %d h %d m */
"History.Table.XhXm" = "%d小时%d分钟";

/* %d min */
"History.Table.Xm" = "%d分钟";

"Main.Label.SelectedActivity" = "已选择活动：%@ %@";

/* Finish\nActivity */
"Main.Button.FinishActivity" = "结束\n活动";

/* Record\nECG */
"Main.Button.RecordECG" = "记录\n心电图";

/* Start\nActivity */
"Main.Button.StartActivity" = "开始\n活动";

/* Cardio Debug */
"Main.NavigationTitle" = "芯连心";

/* High Frequency Power */
"Result.Table.FullItemName.HF-PWR" = "High Frequency Power";

/* Low Frequency Power */
"Result.Table.FullItemName.LF-PWR" = "Low Frequency Power";

/* Normalized HF (PNS) */
"Result.Table.FullItemName.nHF" = "Normalized HF (PNS)";

/* Normalized LF (SNS) */
"Result.Table.FullItemName.nLF" = "Normalized LF (SNS)";

/* Note */
"Result.Table.FullItemName.Note" = "备注";
"Result.Table.FullItemDetail.EnterNote" = "输入备注...";

/* SDNN Index */
"Result.Table.FullItemName.SDNNIDX" = "SDNN Index";

/* Total HRV Power */
"Result.Table.FullItemName.TOT-PWR" = "Total HRV Power";

/* Ultra-low Frequency Power */
"Result.Table.FullItemName.ULF-PWR" = "Ultra-low Frequency Power";

/* Very Low Frequency Power */
"Result.Table.FullItemName.VLF-PWR" = "Very Low Frequency Power";

/*  bpm */
"Result.Table.Unit.bpm" = "次/分";

/*  ms */
"Result.Table.Unit.ms" = " ms";

/*  ms² */
"Result.Table.Unit.ms2" = " ms²";

/*  % */
"Result.Table.Unit.percentage" = " %";


"Recording.Label.Searching" = "搜索中...";
"Recording.Label.Connecting" = "连接中...";
"Recording.Label.Connected" = "连接成功 :)";
"Recording.Label.Disconnected" = "连接中断 :(";

"Recording.Alert.DeviceFound.Title" = "检测到设备";
"Recording.Alert.DeviceFound.Message" = "找到名为“%@”的设备";
"Recording.Alert.DeviceFound.Button.ConnectRecord" = "连接并记录";
"Recording.Alert.ChooseMethod.Title" = "选择方法";
"Recording.Alert.ChooseMethod.Message" = "你的芯设备同时支持快捷解决方案（手指放设备上）和专业解决方案（连接电极贴），请问您要选择使用哪种方法？";
"Recording.Alert.ChooseMethod.Button.Express" = "快捷解决方案";
"Recording.Alert.ChooseMethod.Button.Professional" = "专业解决方案";
"Recording.Alert.DeviceFound.Button.Cancel" = "取消";

